Revit 2027 API
ParameterTypeId.AutoMullionBorder1Grid2 Property
 "Border 1 Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionBorder1Grid2 { get; }
Public Shared ReadOnly Property AutoMullionBorder1Grid2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionBorder1Grid2 {
	ForgeTypeId^ get ();
}
static member AutoMullionBorder1Grid2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace